Repository: GitOfSander/CMS
Catalog: src/cms/Resources/Controllers/AccountController.*.resx
Languages: nl

source: Account created
nl: Account aangemaakt

# AccountCreatedSubject
source: Spine account created
nl: Account aangemaakt

# CannotDeleteYourself
source: You can't delete yourself.
nl: Je kunt jezelf niet verwijderen.

# CannotShowUsers
source: Cannot show list with users, something went wrong. Please try again later.
nl: Kan de lijst met gebruikers niet te tonen. Probeer het later opnieuw.

# CouldNotCreateeUserEmail
source: We couldn't create a new user. Probably there is already a user with this email.
nl: We konden geen nieuwe gebruiker aanmaken. Waarschijnlijk is er al een gebruiker met deze e-mailadres.

# CouldNotCreateUser
source: We couldn't create a new user. Something went wrong.
nl: We konden geen nieuwe gebruiker maken. Er is iets fout gegaan.

# CouldNotDeleteUser
source: We couldn't delete the user, Please try again later.
nl: We kunnen de gebruiker niet verwijderen. Probeer het later opnieuw.

# CouldNotFindUser
source: We couldn't find this user in our database.
nl: We konden deze gebruiker niet vinden in onze database.

# CouldNotUpdate
source: We couldn't update right now. Please try again later.
nl: We kunnen nu niet updaten. Er is iets fout gegaan.

# CouldNotUpdateUser
source: We couldn't update your account. Probably there is already a user with this email.
nl: We kunnen je account niet updaten. Waarschijnlijk is er al een gebruiker met dit e-mailadres.

source: Invalid login attempt.
nl: Mislukte inlogpoging

# NewEmail
source: New email address
nl: Nieuw e-mailadres

# NewEmailSubject
source: Spine new email address
nl: Spine nieuw e-mailadres

# PasswordChanged
source: Password successfully changed!
nl: Wachtwoord succesvol gewijzigd!

# PersonWithoutName
source: Person without a name
nl: Persoon zonder naam

# RequireConfirmedEmail
source: You must have a confirmed email to log in.
nl: Je e-mailadres moet bevestigd zijn om in te kunnen loggen.

# ResetPasswordEmail
source: You have requested a password reset
nl: Je hebt een wachtwoordreset aangevraagd

# ResetPasswordSubject
source: Reset your password
nl: Stel je wachtwoord opnieuw in

# SecurityCodeEmail
source: Your security code is:
nl: Uw beveiligingscode is:

# SecurityCodeSubject
source: Security code for your Spine account
nl: Beveiligingscode voor je account

# SpineLockedOut
source: Spine account locked out
nl: Account is geblokkeerd

# SpineLockedOutSubject
source: Spine account locked out after 5 attempted logins
nl: Account is geblokkeerd na 5 mislukte inlogpogingen

# SpineLockOutMail
source: <p>Your Spine account has been locked for one hour after 5 failed login attempts since the last successful login.</p><br/><p>If you did not try to login or you believe an unauthorized person has accessed your account, you should contact us as soon as possible by sending an email to info@unveil.nl.</p><br/><p>Last attempted login from IP: {0}</p>
nl: <p>Je account is geblokkeerd gedurende één uur na 5 mislukte inlogpogingen sinds de laatste succesvolle login.</p> <br/> <p>Als je niet probeerde om in te loggen of je denkt dat een onbevoegd persoon toegang tot je account probeerde te verkrijgen, neem zo snel mogelijk contact met ons op door een e-mail te sturen naar info@unveil.nl. </p> <br/> <p> Laatste poging tot inloggen via IP: {0} </p>

# UpdatedSuccess
source: Updated successfully!
nl: Gebruiker is gewijzigd!

# UserIsCreated
source: User is successfully created. You will be redirected to the list with users
nl: Gebruiker is succesvol aangemaakt. Je wordt doorgestuurd naar de lijst met gebruikers.

# UserSuccessDeleted
source: The user is successfully deleted. You will be redirected back to the list with users.
nl: De gebruiker is succesvol verwijderd. Je wordt doorgestuurd naar de lijst met gebruikers.

# EditPasswordFailed
source: Incorrect password
nl: Incorrect wachtwoord

# ResetPasswordFailed
source: Resetting password failed.
nl: Het opnieuw instellen van het wachtwoord is mislukt.
