Repository: GitOfSander/CMS
Catalog: src/cms/Resources/Controllers/PageController.*.resx
Languages: nl

source: Add category
nl: Categorie toevoegen

source: Add page
nl: Pagina toevoegen

# BreadcrumbsSaved
source: The breadcrumbs are saved successfully
nl: Breadcrumbs volgorde is bijgewerkt!

# CannotCreateTheCategory
source: We could not create the category. Please try again later.
nl: Categorie kon niet aangemaakt worden. Probeer het later opnieuw.

# CannotCreateThePage
source: We could not create the page. Please try again later.
nl: Pagina kon niet aangemaakt worden. Probeer het later opnieuw.

# CannotDeActivateRootPage
source: Can not deactivate the root page.
nl: De root-pagina kan niet gedeactiveerd worden.

# CannotDeleteFile
source: The file could not be deleted. Please reload the page and try again.
nl: Bestand kon niet verwijderd worden. Probeer het later opnieuw.

# CannotDeleteRootPage
source: Can not delete the root page.
nl: De root-pagna kan niet verwijderd worden.

# CannotGetFiles
source: Could not get the files. Please reload the page and try again.
nl: Bestanden konden niet worden opgehaald. Probeer het later opnieuw.

# CannotSaveBreadcrumbs
source: We could not save the breadcrumbs. Please try again later.
nl: Breadcrumbs konden niet worden bijgewerkt. Probeer het later opnieuw.

# CannotShowCategories
source: Can not show the list with categories right now, something went wrong. Please try again later.
nl: Lijst met categorieën kon niet worden weergegeven. Probeer het later opnieuw.

# CannotShowPages
source: Can not show the list with pages right now, something went wrong. Please try again later.
nl: Lijst met pagina's kon niet worden weergegeven. Probeer het later opnieuw.

# CannotShowPagesAndCategories
source: Can not show the list with pages and categories right now, something went wrong. Please try again later.
nl: Lijst met pagina's en categorieën kon niet worden weergegeven. Probeer het later opnieuw.

# CannotShowSectionsAndFilters
source: Can not show list with sections/filters, something went wrong. Please try again later.
nl: Lijst met secties en filters kon niet worden weergegeven. Probeer het later opnieuw.

# CannotUpdateFileDescription
source: We could not update the file description. Please try again later.
nl: Bestandsomschrijving kon niet worden bijgewerkt. Probeer het later opnieuw.

# CannotUpdateFileStatus
source: We could not update the file status. Please try again later.
nl: Bestandsstatus kon niet worden bijgewerkt. Probeer het later opnieuw.

# CannotUpdateInformation
source: We could not update the information. Please try again later.
nl: Informatie kon niet worden bijgewerkt. Probeer het later opnieuw.

# CannotUpdateOrderFiles
source: We could not update the order of the files. Please try again later.
nl: Bestandsvolgorde kon niet worden bijgewerkt. Probeer het later opnieuw.

# CannotUpdateResources
source: We could not update the resources. Please try again later.
nl: Teksten konden niet worden bijgewerkt. Probeer het later opnieuw.

# CannotUpdateStatus
source: Can not update the status. Please try again later.
nl: Status kon niet worden bijgewerkt. Probeer het later opnieuw.

source: Category
nl: Categorie

# CategoryCannotHaveThisPath
source: The category can not have '{0}' as path, because it is used by the application.
nl: De categorie kan '{0}' niet als paginaslug hebben omdat deze in gebruik is door het systeem.

# CategoryCreated
source: Category is successfully created!
nl: Categorie is aangemaakt!

# CategoryIsDeleted
source: The category is deleted successfully.
nl: Categorie is verwijderd!

# CategoryNameAlreadyExist
source: There is already a category with this name, please give it another name and try to save it again.
nl: Deze naam is al bezet door een andere categorie.

# CouldNotDeleteCategory
source: We could not delete this category, Please try again later.
nl: Categorie kon niet worden verwijderd. Probeer het later opnieuw.

# CouldNotDeletePage
source: We could not delete the page, Please reload the page and try again later.
nl: Pagina kon niet worden verwijderd. Probeer het later opnieuw.

source: Edit category
nl: Categorie wijzigen

source: Edit page
nl: Pagina wijzigen

# FileActivated
source: File is activated!
nl: Bestand is geactiveerd!

# FileAdded
source: File is successfully added!
nl: Bestand is toegevoegd!

# FileDeactivated
source: File is deactivated!
nl: Bestand is gedeactiveerd!

# FileDeleted
source: File is successfully deleted!
nl: Bestand is verwijderd!

# FileDescriptionUpdated
source: File description is updated successfully!
nl: Bestandsomschrijving is bijgewerkt!

# InformationSuccesUpdated
source: Information is successfully updated!
nl: Informatie is bijgewerkt!

# IsPublished
source: Page is published.
nl: Pagina is gepubliceerd!

# IsUnPublished
source: Page is unpublished.
nl: Pagina is gedepubliceerd!

# OrderFilesUpdated
source: Order of the files is successfully updated!
nl: Bestandsvolgorde is bijgewerkt!

source: Page
nl: Pagina

# PageCannotHaveThisPath
source: The page can not have '{0}' as path, because it is used by the application.
nl: De pagina kan '{0}' niet als paginaslug hebben omdat deze in gebruik is door het systeem.

# PageCreated
source: Page is successfully created!
nl: Pagina is aangemaakt!

# PageIsDeleted
source: The page is successfully deleted.
nl: Pagina is verwijderd!

# PageNameAlreadyExist
source: There is already a page with this name, please give it another name and try to save it again.
nl: Deze naam is al bezet door een andere pagina.

# ResourcesUpdated
source: Resources are successfully updated!
nl: Teksten zijn bijgewerkt!

# ThisCategoryHasChilds
source: This category has childs. You first need to delete or displace the childs before you can delete this category.
nl: Er zijn categorieën gelinkt aan deze categorie. Verwijder of verplaats deze naar een andere categorie voordat je deze categorie kan verwijderen.

# ThisCategoryHasLinked
source: This category has {0} linked to it. You can not delete this category.
nl: Aan deze categorie is '{0}' gekoppeld. Hierdoor kan je de categorie niet verwijderen.

# ThisCategoryIsInFollowingNavs
source: This category is in the following navigation(s): <br />- {0}
nl: Deze categorie staat in de volgende navigatie (s): <br />-{0}

# ThisPageHasChilds
source: This page has childs. You first need to delete or displace the childs before you can delete this page.
nl: Er zijn pagina's gelinkt aan deze pagina. Verwijder of verplaats deze naar een andere pagina voordat je deze pagina kan verwijderen.

# ThisPageHasLinked
source: This page has {0} linked to it. You can not delete this page.
nl: Aan deze pagina is '{0}' gekoppeld. Hierdoor kan je de pagina niet verwijderen.

# ThisPageIsInFollowingNavs
source: This page is in the following navigation(s): <br />-
nl: Deze pagina staat in de volgende navigatie (s): <br />-{0}
